["When boiling butter, when it's ready, you can", "To permanently attach metal legs to a chair, you can", "how do you indent something?", "how do you shake something?", "Clean tires", "how do you taste something?", "To create a makeshift ice pack,", "What should I use as a stain on a wooden bowl I've just made.", "How to boil eggs.", "how do you stab something?", "How to quickly soften butter for baking?", "How can I save my milk if I am going to be leaving town for a bit?", "how do you open a capri-sun", "how do you turn on an ipad screen?", "How to season raw chicken.", "pin", "How to tie pieces of paper together.", "how do you get leg muscles?", "To make a tomato sauce taste more like a pizza sauce,", "how do you draw with chalk?", "Convert unused paint to solid waste.", "How to check your Facebook feed", "How to Prepare Puffed Pastry for Baked Brie Pumpkin", "how do I make chocolate pasta?", "how do you flood a room?", "How else can you mix the biscuits and butter if you do not have a food processor when making a chocolate nutella tart?", "What is the best way to make a black tiger shirt?", "How can I get oil stains out of my driveway?", "How to prepare a bath.", "Soothe a painful sunburn.", "To Make a Breakfast Pizza", "To french manicure your nails, you can", "how do you save a picture you took on your iphone?", "To create a basic wooden serving tray,", "What can I use for fuel in an alcohol stove?", "To crush the petals of a flower, you can", "To attach sections of copper heating pipe together, you can", "shovel", "To get cash for old, unused drinking bottles,", "How do you calculate your gas mileage?", "How can I grow tomatoes without a garden?", "How to prevent pain while cutting your nails?", "How to shower correctly", "Clean residue off a drill bit", "how do I make lamb cutlets?", "how to avoid danger?", "How do you get the water temperature right to take a shower?", "How do I remove vinyl wall art from the walls?", "One seeks to decorate their fire place.", "To prevent eye infections,", "How can you tell if a child is a boy or a girl?", "How do you cut gnocchi without a knife?", "One wants their fence to be made out of wood.", "Make use of post-its before you throw them away.", "To communicate with somebody in a language you don't understand,", "To empty a bagless vacuum cleaner without mess", "How can I cut the handles of metal cutlery?", "To get rid of toilet bowl stains.", "how to use a capped pen?", "two forks", "vine", "Stop car from overheating.", "How do I use coconut oil for frizzy hair?", "How to make a tinder bundle.", "What materials do you need to make a pokeball?", "how to unclog a toilet without a plunger", "To clean up broken glass", "newspaper", "What can I do to store documents externally and privately.", "Make my seams nearly invisible.", "What are the ingredients for a chicken confit?", "how do you wear a bracelet?", "To groom a dog's foot,", "How to clean kitchen cabinet doors.", "how do you deny something?", "Cover a lightswitch cover with a picture", "How do you cut wood?", "How can we make a mobile charging station?", "How to make a simple bow and arrow?", "Prevent air bubbles in cheese cake.", "To be able to hear the television better,", "To clean rust stains off of the bath tub.", "What kind of dye is needed to make slime?", "To determine if a wound needs stitches,", "how can I make my pasta begin to taste better?", "Best flowers to grow for making bouquets and other cut flower arrangements.", "How do you make the first braid?", "To power off your iPhone,", "How to cut drywall panels?", "How can I make my margarita more sour?", "How do I get rid of a bug infestation in my vegetable garden?", "How can I make chocolate ice cream?", "To make homemade air freshener.", "how do you pop your ears?", "How to remove the seems from jeans and turn into a skirt?", "What liquid can be used to help clean cartridge-based video games?", "making the forms", "To make pancakes without making a mess.", "How do you sharpen scissors?", "To determine if someone has romantic feelings for you,", "Prevent bread from getting soggy in cooler.", "milk", "bottle", "To prevent sticking in juice-soaked gummy bears", "coffee filter", "To mash bananas to make banana bread.", "How do you get oil off of tortillas?", "Cleaning your house binds", "How can I make a degreaser out of Oranges?", "To protect a table when painting a wooden project on top of it, you can", "credit card", "To easily get through a large crowd of people,", "how do you turn off an alarm in the alarm app on iphone?", "What is a good tool to use for determining how long an item should be in a project?", "How to hang lights without showing the hanging mechanism?", "Fight depression with entertainment.", "How to put AA battery in the taser.", "How do I complete a word search", "pick", "How can I keep snow from sticking to a snow shovel?", "To make Christmas feel more magical,", "To determine the exact weight of a quantity of flour, you can", "To strengthen latex while setting in a mold, you can", "How do you open a gift without ripping the paper?", "What should I use in order to make sure the measurements are accurate?", "To take the steering wheel off the your car", "How to clean car windows?", "how do you consume gum?", "How can you get permanent marker stains off your body?", "To move files from one location to another on your computer", "screws", "How does one eat a kiwifruit?", "How can I apply eyeshadow without a brush?", "How do I melt wax ?", "How to tie a Double Fisherman's Knot", "To prevent cookies from burning.", "sock", "How to dust a room", "How can I power wash under my car?", "how do you tip a waiter with cash?", "How to make an oreo pie crust.", "To remove permanent marker from wood furniture or walls,", "To etch a design into a glass jar", "To make a home made cough remedy,", "How do you clean a washing machine?", "needle", "How to juice a lemon", "how do you climb into an attic?", "How to dry a towel quickly without a dryer?", "Natural mosquito repellent?", "What do I do if filling gets stuck on the side of the blender when making pavlova cookies?", "How can I stop a mosquito bite from itching?", "Make floating votive candles.", "to marinade chicken without mess", "To add sugar and edible glitter to candy apples.", "How to make a leather jacket appear worn?", "To make a protective space around your garden,", "How to puree strawberries.", "To secure free end of paracord when tying knots", "How do I cool down the meat filling when making a beef and bourbon pie?", "what to bake tomatoes in", "To mix flour and salt together for a crust, you can", "Add extra storage for kitchen tools.", "how do you put a nail in wood?", "how to keep pasta perfect", "How can I identify keys quickly on a key ring?", "how do you see the solution to a problem you entered on the calculator on iphone?", "Frying up some french fries", "To secure the ends of braided plastic bags,", "How do you put out a candle?", "To thin out chocolate layer for Twix Cake.", "Short term, how can I fix a tear in a tent?", "How to take off your makeup with conditioner", "To form the melted beeswax and shea butter mixture into a usable shape as a lip balm.", "Double the amount of juice extracted from lemons.", "penny", "Shred cheese for pizza", "How to paint a wall", "ladders", "How do you measure a teaspoon of cherry syrup?", "How to decorate car canopy planters.", "how to easily slice avocados", "crossing out", "Apply first coat of paint to ceiling.", "How can I keep batter from splattering when mixing?", "Remove frost from car window.", "To prepare yeast.", "Storing plywood/ rolling plywood.", "How do you put a pillow on a bed?", "To cream together butter and white sugar for the love cookies", "how do you record a show on dvr?", "tack", "how to make mushroom amatriciana", "computer", "How can I cool off my home?", "How do you block the light of a flashlight?", "Make a bath to hydrate skin.", "how to keep bacteria from forming in flower vases", "How to more easily fold thick pieces of leather.", "Can i blend my own peppermint tea?", "To clean off rust from a metal table that was resistant to vinegar.", "How can I keep fleas of my dog naturally?", "How to cover the handle of your purse when it is coming a part.", "how do I identify Certus constellation", "How can I organize screws and nuts and small items in my garage?", "how do you put slipper on?", "How to make text bold in OneNote", "To open a salt packet.", "how to line a baking pan with parchment", "To build a compost bin", "To make a blanket from t-shirts.", "To make use out of a torn pair of jeans that are torn below the knee,", "To protect a metal surface without changing the way it looks", "Create peppermint fudge", "How to simply organize cables?", "how to cook fattier, cheaper cuts of meat", "cardboard", "How do you get rid of a wasp's nest outside of your home?", "How to clean windows after removing hardware.", "What can I use to weigh down a shower pan after applying it with thin set?", "How to cut skateboard deck to use as base for basket on bicycle.", "To prevent onions from making you cry when they are cut,", "To remove the bark from a stick of wood, you can", "spit", "How to preserve whole grapes.", "How much paint do you need to paint a room?", "Prevent doll hair for hardening.", "To have a fun workout.", "How do I break a cake apart in order to make cake pops?", "How to Take Action to Reduce Global Warming", "To turn off the water supply to your house", "get wine out carpet", "Find if a 6 sided die is fair.", "Clean a hairbrush.", "What dry ingredients need to be combined together to make cinnamon sugar mall almond cookies?", "How can you make long cuts on boards that are narrow?", "To prevent dough from sticking to your hands, you can", "To prepare onions to be cooked for another dish, you can", "How to mail a letter.", "How to cure and seal concrete?", "How do ensure the shelves will fit?", "How to bake banana bread.", "The best ratio for homemade dog food is", "Tell when there was a drought by looking at a tree slice.", "how do you stop an argument?", "Get pumpkin seeds for roasting.", "What is the most energy efficient way to cool your car if you are driving over 40 mph?", "How to you attach a piece of felt to a piece of wood?", "Why do doctors get paid high?", "How can I darken wood?", "How do I freeze the bananas when making banana ice cream?", "Keep shine on leather shoes.", "To prevent chance of a oil boilover and subsequent fire during deep frying a turkey", "old shirt", "To ease an earache naturally.", "Digita moviel editor ", "How can I set no bake nanaimo bars?", "To remove rough edges from a board once you've cut it, you can", "Jug", "Make recyclable gift bag.", "paper towel", "To make finish soak into wood, you can", "How to attach the ropes to the exercise machine base?", "Prevent liquid layer on peanut butter.", "How to make a wheel out of plywood", "Make a waste basket from cardboard.", "How to frost cake.", "How do I get my white underwear extra white?", "One wishes to have a multi-functioned belt.", "How can I make a criss-cross design on my peanut butter cookies.", "sewing machine", "How to best mow the lawn", "Forgot your device recharger?", "How to grow vegetables at home in a greenhouse during the winter?", "Hang kitchen knives against the wall.", "How would you make the round ends of a duct tape bag?", "What should you use to loosen a rusted bolt?", "How to change the playback speed on Youtube", "How do you win in Four Square?", "Can I make my own BBQ seasoning?", "To increase the value of a home, a homeowner should,", "Prevent car door from hitting garage wall.", "Treat poison ivy.", "vise", "How can I play slide guitar without an actual slide?", "To saw a piece of wood in half,", "What supplies are needed to make sugar skull string lights?", "To keep from having to cook everyday,", "how to make a peppermint stripe", "To keep the sun out of your house,", "mixer", "How do I mix together the ingredients for baked pears?", "tumbler", "paper towel", "To increase a person's typing speed,", "teaspoon", "how to DIY a grease trap for a grill", "How to put out a candle with a lot of wet wax?", "Clean dried sticky soda out of a soda bottle", "chop sticks", "How to nauturally kills weeds and grasses in flower beds.", "how do you major in something in college?", "How can I re-use a piano bench that I am thinking about selling?", "How can I clean my tub with a homemade cleaner?", "how to lock a tape measure.", "To create a back piece of a chair,", "Stay awake while driving.", "To keep socks smelling fresh.", "how do you open a book?", "clothing", "To eat healthier.", "Heat", "How can I use baking soda to clean my shoes?", "How To make Easy Chocolate Ganache", "What materials do you need to make flash cotton?", "how to identify a brown recluse spider", "How do I get involved in community sports", "Cleaning a tent", "Hydrate.", "How do you microwave food?", "fingers", "Make a gift card holder.", "How to cross a crosswalk", "Make a secure password for smartphone.", "What is the best thing to use to cut a cork into disks?", "Make your own pillowcases.", "make turban", "Learn how to soak a ring before using a cleaning paste.", "what makes something a carnivore?", "To add a light inside a lamp.", "How to adjust a picture hanging on a wall", "How can you get a discount from Redbox for movies?", "ski pole", "To find new music when you are bored of your usual bands,", "how to use extra caramelized onions", "How to keep your cake from sticking to the pan while it cooks", "To cut out spekulatius cookies from the dough", "How to kill weeds that come up through the cracks in walkways.", "Should I store my bullets with my gun?", "How to make the base of your DIY candle holder?", "To easily store and identify bed sheet sets,", "What can I use to unlock a door", "When cutting into something that produces dust", "To check the done-ness of a piece of meat on the grill,", "Make your own potting soil.", "How to burn your name into wood.", "sock", "How to keep croquettes from going mushy after cooking?", "To protect your eyes when using a power saw, you can", "How to Ripen Peaches", "To strip the insulation from a cord,", "Remove gloss from furniture.", "Pre-warm work clothes that will be worn the next morning.", "To remove the seeds of a jalapeno without damaging the pepper,", "How to make two quarts of  sun tea.", "Prevent spiders from living in garage.", "how to keep pizza crust crispy", "To prevent the fats from escaping a homemade burger patty,", "To prepare yeast for bread making.", "how do you turn change into dollar bills?", "To combine cornstarch, oil, and baking soda, you can", "How would I go about pinning down two pieces of aligned fabric?", "Hide candy from kids.", "What color paint should be used in a steampunk project?", "how to make stuffed figs", "How do avoid putting a shirt on backwards when both sides look the same?", "How to hide a book in a book shelf?", "How to Fix a Running Toilet", "How to peel an onion.", "how do you make a u-turn?", "Infusing Oil with Orange", "To grease parchment paper for cooking homemade brownies.", "How can I get this can of beans open?", "How can I unscrew a screw without a screwdriver?", "To get a dog to go to the bathroom outside more.", "floss", "how to clean windows with a mop", "When taping adhesive foil to glass what is any easy way to make sure that the tape is firmly attached?", "How do I create shot glasses made of ice ?", "dish", "push pin", "How to waterproof your canvas shoes", "To clean out an old plastic trash bin,", "How can I cut leather with a nice smooth edge?", "Make fresh orange juice.", "food processor", "How do you melt beeswax?", "To request a forgotten password.", "How to unclog hair from a bathroom drain.", "How do I eat an apple quarter?", "What materials are needed for fluffy slime?", "To attach two pieces of wood together, you can", "How should I store vitamin C face oil?", "How do you sand a piece of wood?", "Do I need to chill the cookie dough", "how to make rosemary-lemon mashed potatoes", "how ot bake pumpkin", "How can I make cheap meat tender?", "how do you stop a dog from biting?", "What supplies do you need to make a light out of glue sticks?", "How to easily fade jeans?", "oven", "to stay hydrated during your flight", "How can I saute the onions?", "cages", "how do you cook beef stew?", "Pollutions", "How can I painlessly get rid of a splinter?", "Create aluminum curtain.", "Make an outdoor fort.", "To clean a drain", "How do you mark a queen bee?", "how to make vocabulary flash cards", "To cut perfect cookies", "rock", "How to naturally trim your dogs nails", "To keep your dogs nails from getting too long and becoming a health problem,", "To remove the protective cover from a wire, you can", "hide your valuables while at the beach.", "To make Oreo cookies look like a spider,", "To hide device wires in homemade nightstand.", "flour", "Make a model of rubber tire tread.", "how to insert a ps4 game into the ps4", "To give paper an aged look", "book", "How to make guacamole.", "What is an inexpensive material to use when filling in an unwanted swimming pool.", "Where can I buy plants", "how to replace buttermilk", "Retreive a stuck item from a vending machine.", "How to whiten your nails after getting rid of the dirt in them.", "How to smooth top of metal tiki holder.", "drawer", "To cut through pieces of styrofoam", "How can I make an origami paper fan?", "How do you clean the bottom of a soda can?", "How to do you stop a door hinge from squeaking?", "how do you clean your eyes?", "how do you juice fruit?", "Stop forgetting birthdays and anniversary dates.", "To remove the skin from a garlic clove,", "To make a toy light saber made from 1 inch poycarbonate tubing glow from the inside out.", "Prevent fleas in house.", "How do I roll out the dough when making indian garlic naan?", "To prevent corrosion on a starter motor", "pliers", "How can I keep sodas cool at a picnic?", "How to eat for health", "microscope", "To rub scratches out of  a pair of sunglasses.", "To make an easy pie seasoning,", "To give the inner tube crow sturdiness so it can be posed and placed", "How do you clean walls after removing wallpaper?", "To open a box of kleenex,", "Sneak alcohol bottle into event.", "To make a bubble wand", "How to Lose Weight by Eating Slowly", "How to prevent streaks when cleaning hardwood floors?", "how to save leftover wine", "To cut the sides of a plank to the right size, you can", "How do you wash ginger root?", "To make popcorn flavored toothpaste,", "How long can you store egg-less cookie dough before it goes bad?", "gun", "Is there a natural way to repel mosquitoes without using chemical sprays?", "To affix a USB port to power wires, you can", "to bring eggs back to cool temperature after pasteurizing", "how do I shut off the water to my toilet?", "To make water colder than it is when it is poured from the sink,", "To open a rusty recipe box", "grater", "floss", "how to make a portable lantern", "10 How do I apply mascara", "how to make cranberry nut stuffing", "Inflate a boucy castle.", "Unclog stuffy noise.", "To allow a cake to cool,", "How can I cure bad breath naturally?", "How to make DIY sandbox.", "Remove dandruff from your hair", "How to practice well", "how do you jingle keys?", "Recover from a hangover.", "To make the coating for candy apples.", "How do you clean a potato?", "How to prepare wood chips for smoking.", "To join cardboard together", "Make a rice heating pad.", "Hang upper cabinets without having to hold their full weight.", "Make Parmesan crisps", "how do you recite something?", "how do you reference something?", "wooden chair leg", "Seal paper to cardboard.", "Secure backing board of barn door to frame.", "To prevent a potato from drying out while baking it,", "how do you pay for food at a drive thru?", "How long should I make a magic wand?", "To add a smoky flavor to homemade barbecue sauce.", "Add extra grip to remove jar.", "Tenderize raw meat.", "Comfortable sheets", "To mix pepper and juniper berries together, you can", "To create a hole in wood for rebar to fit through, you can", "What should you do if you are in a building in an earthquake?", "How do you catch a fish?", "use a wine opener", "How do I clean my winter gloves?", "How long should I workout each day", "To return blended apples from a food processor to a pot,", "How to toast sandwich.", "How can I get just made fresh fries at McDonald's?", "How do you prepare the fruit for a traditional sangria?", "How do I make an omelet", "What should I do once the copper pipe solder has cooled down when working on a plumbing project?", "how to make a curried cauliflower sandwich", "Catch drips from messy ice cream.", "How can I zest a lemon?", "How to sous vide a steak?", "cardboard box", "To fold the socks into a ball,", "How to upcycle old clothes.", "how to remove a switch trigger from a power tool", "How do I garnish my baked pears after they are done baking?", "How to clean your asphalt", "How to make Chicken Macaroni soup", "To cook diced onions in a frying pan on the stove.", "how do you get on an airplane?", "how do you sing karaoke?", "How can I prevent acne?", "How to make Peanutbutter Rice Crispy Fantasy fudge crunch at home.", "How can I easily squeeze lemons without a citrus juicer?", "how do you use a walker?", "To make a cup of hot tea,", "Can you sharpen old scissors easily?", "To emphasize your anger or excitement during an online conversation,", "Melt chocolate chips in a microwave", "To highlight text in orange without an orange highlighter,", "How do you cut wire down into smaller pieces?", "How do you make lye water?", "how to keep dark fabrics darl", "jug", "How do you win a Pokemon Battle?", "How do you remove the stinger from a bee sting from your body with your fingers?", "how to have shorter hair", "Hang a bird cage from the ceiling.", "how to prepare salmon for freezing", "how do you log into your netflix app?", "How to pierce your own ears.", "To keep a pet mouse.", "To save time when watching a long lecture or video on YouTube,", "To carve a pattern into a privacy fence.", "To cross cut pieces of wood to a specific size, you can", "safety pin", "To unscrew a stuck light bulb,", "How can I shred sweet potatoes for a hash?", "how do you prevent rust on bike chain?", "How to add washer fluid to your car?", "To make the best corn on the cob,", "How to Make the Filling for North Carolina Lemon Pie", "To strain yogurt.", "Reduce chances of blisters from high heels.", "how to make a bad decision?", "How to make a box hard to store delicates?", "how to mix cement", "What's a way to take my dog for a walk?", "To lower the bitterness of eggplant, you can", "How do I cool down the meringues after they're done cooking when making pavlova cookies?", "Deskin a roasted pepper on the stove.", "To allow your chickens to have space to run,", "To protect your skin from sun damage,", "How can I display flowers in my home without a vase?", "eye glasses", "Soak white mugs.", "how do you burp a baby?", "How to attach LED light strip to car.", "Prevent fly-aways and static in a hairbrush before grooming.", "How do I remove excess slurry when making a concrete countertop?", "To plug a device into a UPS.", "make fries", "how do you clean chalk outside?", "Clean the pool", "How do you keep spiders out of your bed?", "pants", "To make an easy pattern for the bodice part of a sleeveless dress.", "Grill pork outdoors on a charcoal grill", "how do you rinse off?", "Remove snag from rug.", "How do you prevent your sandwich from being stolen?", "When filling metal molds, how do I ensure all the small voids are filled?", "To hang wall art on a wall.", "how do you reference something?", "To deice your windshield", "television", "how to easily clean your blender", "To create an easy stylus for your smartphone,", "To seal the edges of homemade ravioli.", "how do you put out a fire?", "how do you use a stylus on a phone?", "How is a bungee cord made.", "How to seal a small crack in plastic?", "box", "how do you scan an item at self checkout?", "How to measure doorway opening for cedar door.", "To spruce up your yard in hardly any effort,", "Apply mascara", "To make boxes easier to carry", "How to best knit using paper?", "How to put a fitted sheet on a bed?", "To hit the rest button on an electronic device,", "When do I sand the car grille?", "How can I easily view the items in my refrigerator without taking anything out (even the ones at the back)?", "To change the color of a metal ring, you can", "how do you navigate a car?", "To restraigthen a bent PVC conduit.", "How do you cut the leather for the shield?", "shoes", "How do I get my bedroom to smell better?", "use a bowl of water to remove a ring", "To store  freshly made whipped cream for the pumpkin pie bread for later use", "To have a shopping list that is easily view able without paper,", "How do I make my own windshield-washer fluid at home?", "how to plump up lashes", "To speed up the process of cooking food in restaurants,", "How to remove ladybugs from your home without harsh chemicals.", "To make it easier to draw an eye, you can", "To sanitize a cooking surface,", "board", "To make glaze seep down into bread.", "how do you get ash off of your skin?", "Install hanging containers.", "To make caramel, you can", "What's the best material for a DIY walking stick?", "How do I make a kite?", "How to clean a curling iron.", "How do I measure sugar when making cookies?", "how to make pistachio nougat", "easily hull strawberries", "paper cup", "How do you make a birdhouse roof?", "What is the best material to use for a cutting board?", "How do you get a pet to take their medication", "What would you need to build a place for bees?", "Prevent shoe laces from unraveling.", "To preheat the oven,", "stand", "To make gravy, you can", "sandpaper", "how do you clean your cuticles?", "To make a thin milkshake.", "To make home furniture.", "Prevent grass from growing through a sand pit.", "how to get better flavor from a cookie dough", "How do you disassemble scrub brushes?", "Make hair for a dummy.", "To cure bad breath.", "Make a homemade slingshot", "Provide a self-contained description.", "What supplies are needed to build a treeless tree house?", "To get games to play on your Raspberry Pi arcade machine.", "Make a secret hiding spot", "How can I get blackheads off my face?", "glasses", "How to get a Tinkerbell template for a pumpkin.", "blanket", "To make cookie crumbs, you can", "To make a wooden table water resistant for a short time,", "how to peel a potato by boiling away the skin", "teeth", "How to check if your child has a fever.", "How to share awareness of the importance of honey bees with your friends and neighbors.", "oil", "To pleat a roll of toilet paper for your guests,", "How to play hockey in Mars?", "to make the Christmas tree earrings sparkle", "How can I make Acne medicine at home?", "To protect your home from home invasions,", "How do you undo a daisy chain?", "D.I.Y aged paper with used tea bags.", "Get rid of a hickey.", "To remove oil stains on a driveway,", "One wants to remove rust from a metal object.", "What kind of power can a person use when they want to be off the grid?", "child", "How do you make cinnamon sugar?", "To remove an eyelash from your eye,", "A coffee mug", "Remove a hickey from neck.", "how do you keep proper posture?", "deep fried pickles", "To remove skin from tomatoes for cooking the pizza", "What kind of container to pickle cucumbers in.", "Condition mind to eat less.", "To keep socks easy to find in your dresser,", "How do I deal with all the hair from a heavy shedding dog?", "roller", "To get plastic to easily make a finger stylus out of.", "remove water rings on wood", "To remove rust and tarnish from old metal fixtures,", "sword", "earring back", "To remove the old strings from a guitar.", "Keep small screws organized.", "How to get rid of the black bars on the top or sides of the movie?", "cardboard box", "To blow your nose properly with good manners,", "To measure granulated sugar into a cup,", "How to stain the basic body of a wood guitar.", "How can I create more distance from a water hose.", "How do you pick up a biscuit with tongs?", "Avoid motion sickness on a boat.", "Determine if something is brass or gold.", "What sort of iron is needed to complete the solar alarm?", "To make a clay snake,", "To open a pickle jar when it is stuck.", "To deal with a hot climate you are not accustomed to, you can", "Listen to someone in a loud environment.", "blanket", "Make a folder and pencil holder.", "Organize a garage sale", "how do you lock your iphone screen?", "To mix other acrylic paints to create purple,", "how to make fried rice", "How do I make an instant coffee?", "To measure a specific distance on a piece of wood, you can", "how to keep your pipes from freezing in the winter", "Make a baby video monitor.", "To keep a worm farm moist what should you do?", "how do you give a surprise party?", "binder clip", "Where can I see parrots", "how do you edit something?", "Block out street lamps when sleeping.", "What can I use to stuff a sock monkey?", "How to cook a steak", "To remove permanent marker from wood", "roll of wrapping paper", "How do you make bone broth?", "bed", "how do you get a bachelors degree?", "conductors", "Drawing outline", "How do I get drunk", "How can you prevent burning your hands on your steering wheel?", "how do you tell twins apart?", "Remove cobwebs from walls.", "To wrap yarn around an entire cable", "brick", "stove top", "How do I thread a needle?", "How to upvote a comment on Reddit.", "To harvest the honey out of a honeycomb tray,", "How can I prevent static cling on clothes when I'm out of dryer sheets?", "Want to use a cute cable holder to organize your wires?", "how do you put play dough away?", "nail clipper", "Dirt off floor", "How do you separate an egg with your hands?", "To make it easier to trace a pattern onto another piece of paper, you can", "how to make a yogurt dip", "How do I create the American flag pattern on the table?", "how to get the most “meat” off a pineapple", "How to Make Easy Donuts", "How do you use clothes to look shorter?", "how do you put toppings on a pizza?", "how to temper batter", "Stay asleep without distractions.", "How do you cook an artichoke?", "How can I make my own air freshener for my car?", "To make a grilled cheese extra gooey,", "tweezers", "How to remove stains from teeth", "wrench", "How do I flatten the cookie dough balls ?", "quickly chop herbs", "How do you deep fry coke?", "How long should I let paint dry for on a metal can?", "In order to grind coffee beans,", "tissues", "To save money on products at the store,", "Feed 6 people for under $5?", "Remove lipstick stain from shirt.", "table", "how do you dig a hole outside?", "How can I protect and make safe razor heads when not in use?", "How to dry a shirt so it does not lose its shape?", "When can I form wax?", "How to make a human sized body shell.", "Ignite a grill without lighter fluid for a cookout.", "Remove dirt from suede shoes.", "What is the best way to get dog fur off of my vest?", "How to peel a banana?", "How to make a pattern to trace and cut on a coin?", "How to prepare a canvas for acrylic painting.", "how to make light creamed corn", "To be safe while using the phone while driving,", "How can you get chewing gum off of clothes?", "how do you use the notes app on an iphone?", "How do i thin out thick nail polish?", "To make purple food coloring, you can", "How do I fold in dry ingredients to wet ingredients when making macarons?", "vase", "How can I find the end of masking tape easier?", "Inviting people to a party", "To attach a leather padding to wood, you can", "How can I secure the top of the trash bag so it doesn't fall into the dust bin?", "How to empty an ash tray", "how to fluff feather pillows", "How can you get rid of dust mites in pillows and bedding?", "foot", "Prevent waste of vegetable oil.", "How to Care for Hamsters", "How to make a chainsaw flash light or a gas powdered spotlight.", "How can I cure glasses that have been painted with acrylic?", "How do you see better while driving at night?", "tupperware", "How long should I cook french toast on each side?", "How to Make Easy Microwave Caramels", "In order to shape wire to make designs,", "Clean scale of the inside of a tea kettle.", "stabilize table", "How to wash a pet dog", "How can you get rid of something irritating that is in your eye?", "To become sponsored as a skateboarder,", "how do you get rid of frizzy hair?", "What are some of the things you can do with beaded hair sticks?", "To make a music stave bracelet,", "How do I give a green healthy smoothie a nice green color?", "To secure your home at night,", "how to make chocolate shavings", "Make SOS flag.", "How to fix the problem of a slippery spot on the floor.", "To tenderize and flatten a steak, you can", "What can be used as a yeast dough incubator?", "How can I keep mud from being tracked in the house?", "How to make Lemon slushies at home.", "make saffron rice", "To make butter icing.", "To keep meatloaf from falling apart when it's cooked.", "How to cook pasta", "how do you check if a cake is done?", "how do you make hot water cold?", "compact disc", "how to clean red wine from carpet", "To make a chocolate milk shake,", "To power up a fan.", "To screw in your supports for your baby gate,", "Sharpen scissor blades.", "If you  splash the sides with the sugar water  (if you do just wash the sides down with a pastry brush dipped in a little water).", "how do you turn on the caps lock on a laptop?", "How do you cook sugar beets to make beet sugar?", "how to peel a dragon fruit", "how do you master at something?", "To make something shiny black", "How to Make the Filling for a North Carolina Lemon Pie", "To celebrate Easter with a fun family activity,", "To fix a doorknob.", "how do you open the sunroof on a car?", "sleeve", "Combine what two techniques to create a myfood gardening system.", "how do you use concealer?", "make homemade raisins", "How to insert plastic triangles into brass rod.", "Store markers and pens.", "How do I chill the pureed bananas when making banana ice cream?", "how do you review your work?", "How to play a song in guitar?", "How to make bourbon caramel sauce.", "how do you brown ground beef?", "Press flowers using the book press method", "To win a series in the NBA playoffs,", "How to sound better while singing", "To mark a straight line on a plank of wood, you can", "Remove cracked light bulb from socket.", "When doing on a woodworking project, why is it a good idea to boil the wood?", "How do I hide the screw heads when making a worm bin for apartments>", "How do I bake clay for a craft project?", "How to finish wooden cabinets after sanding.", "How can I get an inexpensive way to organize items in the bathroom?", "How do I cut circles of equal sizes from tissue paper when making a dotted lantern?", "How can you keep doors from hitting the garage walls?", "how do you declutter something?", "To create a beer bottle opener.", "how to cut bottles for drinkware", "To ensure balloon doesn't tear when using it to protect iPod in pool.", "How do I keep the glitter from making a mess?", "People", "Where can I buy a sheep", "how do you dry a towel?", "how do you get rid of tears on your face?", "To avoid ruining a nice Halloween costume,", "tweezers", "how do you get rid of bags under your eyes?", "how to smooth out frosting after the cake is frosted?", "duct tape", "Make a paint canvas for kids.", "Reduce the risk of heart disease.", "how to clean wood blinds", "how do you use a bat?", "To make a sauce have a lighter color and a smoother taste, you can", "How can I get my dog to go to the bathroom outside more?", "How to prepare fabric from a pattern to make clothing.", "What type of ground beef should I select when making hamburgers", "How do you sack the quarterback in football?", "How to remove the seeds from a watermelon completely?", "To round off the edges of wooden slats, you can", "Bake cookies with sunlight.", "To cook crusts without filling them to ensure they retain their shape, you can", "To have healthy snacks easily available when travelling with kids,", "To make Golden Milk sweeter without adding sugar.", "Prevent finger prints on sink faucet.", "How to carry lotion when travelling?", "make makeshift apron", "What is a good cheap way to wrap a bare metal knife handle.", "To make pasta easier to eat for kids?", "In order to start a fire,", "To dry clothes faster in a dryer.", "How to water plants effectively.", "Catch drips from watering in door plants.", "To prevent varicose veins,", "To put a measured amount of liquid soap into a spray bottle.", "How can I make more room in a kitchen?", "Keep your rose bushes  healthy and blooming.", "How can I decorate with Scrabble letter tiles?", "hair pick", "How do you make a pillow with a design you created.", "Coat bits of dough for monkey bread.", "What type of finish should you use on the handle?", "how do you soak something?", "To win a race,", "bin", "Garage parking aid.", "How to use a mold release product", "how do you find  the name of a song you like?", "how to make a shirley temple punch", "to repair worn out heel linings of your shoes", "Make a stinky pair of shoes smell good.", "To pack properly for a winter backpacking trip.", "How should I freeze mozzarella sticks to prepare them for the deep fryer?", "bin", "How do I clean the shoelaces from my shoes once they are removed from my shoe?", "To get an interception in football,", "how do you delete a chat on facebook?", "how do you hold breasts in place under a top?", "ice pick", "For a quick overnight trip, what should I bring camping?", "How to sharpen pencil.", "matches", "water bottle", "how to differentiate twins", "how do you make a batch of something?", "pen", "How do I make my own essential oil?", "How to mix wet ingredients.", "how do you read brail?", "bottle opener", "How do you find the area of a Heptagon with an Apothem?", "How to adjust the reach on your Sram brake levers", "To cut a hole into the bottom of a can.", "How can you make a new kitchen drawer bottom?", "Make a wasp catcher.", "To season french fries for eating,", "how to make DIY muffin liners", "Scrub hard bathroom stains.", "Make multiple cheap cloth napkins.", "Make mini lamp.", "How to unplug a refrigerator?", "To save money on packing materials,", "logs", "glasses", "To protect your hands when working with jalapenos, you can", "How can I apply eyebrow wax?", "To put a hole in the bottle cap pendant to thread a chain or a string through.", "sink", "To provide financial security,", "Create an Easter basket.", "How can I keep eggs from sticking to a cup while microwaving?", "Stay hydrated during a workout.", "Prevent bar soap sliding.", "To make an easy safe space for a baby to crawl in,", "How do I mop the floors?", "How to induce vomiting.", "How to get teeth professionally whitened.", "How do you make a wind chime out of shells?", "Prevent child from buying and downloading on smart phone.", "how do you take a break on something?", "how do you wash a stove plate?", "kindness", "To remove the paper from the stamp block,", "Catch dust from drilling.", "Make portable cooking pot.", "To toast seeds to be used in a recipe, you can", "How to cut leather to size to use as a holster?", "Soften butter quickly.", "How to crack a walnut.", "How do you look up words in an Arabic dictionary?", "What do you do with bad smelling food?", "Make automatic anniversary reminder."]